<template>
   <h2>1. Вступ</h2>
        <p>Ласкаво просимо до uafunds.org ("ми", "наш" або "нас"). Використовуючи наш вебсайт, ви погоджуєтесь дотримуватися цих Умов використання. Якщо ви не згодні з цими умовами, будь ласка, не використовуйте нашу платформу.</p>

        <h2>2. Опис платформи</h2>
        <p>Наша платформа є агрегатором благодійних зборів, що відображає інформацію про кампанії, які класифікуються за категоріями: військова підтримка, медична допомога, гуманітарна допомога, захист тварин та відновлення. Ми не збираємо, не обробляємо і не здійснюємо фінансові транзакції. Усі внески здійснюються безпосередньо через платіжні методи, надані організаторами зборів.</p>

        <h2>3. Обов'язки користувачів</h2>
        <p>Використовуючи нашу платформу, ви погоджуєтесь:</p>
        <ul>
            <li>Використовувати платформу виключно для законних цілей.</li>
            <li>Надавати точну та правдиву інформацію під час публікації зборів.</li>
            <li>Усвідомлювати, що ми не несемо відповідальності за перевірку достовірності зборів, розміщених на нашій платформі.</li>
            <li>Самостійно перевіряти деталі збору коштів перед внесенням пожертв.</li>
        </ul>
        <p>Ви не повинні:</p>
        <ul>
            <li>Публікувати неправдиві, оманливі чи шахрайські кампанії.</li>
            <li>Використовувати платформу для незаконної, образливої або неетичної діяльності.</li>
            <li>Намагатися отримати несанкціонований доступ до нашого вебсайту або втручатися в його функціональність.</li>
        </ul>

        <h2>4. Подача контенту та модерація</h2>
        <p>Активісти та користувачі можуть подавати благодійні збори для публікації. Ми залишаємо за собою право:</p>
        <ul>
            <li>Переглядати, схвалювати або відхиляти будь-який поданий контент на наш розсуд.</li>
            <li>Видаляти будь-який контент, що порушує ці Умови використання або чинне законодавство.</li>
            <li>Призупиняти або припиняти доступ користувачів, які порушують наші правила.</li>
        </ul>

        <h2>5. Посилання на сторонні сайти та транзакції</h2>
        <p>Наша платформа містить посилання на зовнішні вебсайти, де користувачі можуть здійснювати пожертвування. Ми не несемо відповідальності за:</p>
        <ul>
            <li>Безпеку, конфіденційність або достовірність сторонніх вебсайтів.</li>
            <li>Будь-які фінансові транзакції або проблеми, що виникають у зв’язку зі взаємодією з зовнішніми платформами для збору коштів.</li>
        </ul>
        <p>Користувачі повинні ознайомитися з умовами використання та політикою конфіденційності сторонніх сайтів перед здійсненням будь-яких транзакцій.</p>

        <h2>6. Відмова від відповідальності</h2>
        <p>Ми надаємо наші послуги "як є" та "у міру доступності", без жодних гарантій. Ми не гарантуємо точність, надійність або законність благодійних зборів, розміщених на нашій платформі. Ви визнаєте, що:</p>
        <ul>
            <li>Ми не несемо відповідальності за дії організаторів зборів.</li>
            <li>Ми не підтримуємо та не перевіряємо достовірність жодного збору коштів.</li>
            <li>Будь-які пожертвування здійснюються на ваш власний ризик, і ми не несемо відповідальності за будь-які втрати або суперечки, пов'язані з транзакціями на сторонніх платформах.</li>
        </ul>

        <h2>7. Авторські права</h2>
        <p>Усі матеріали, торгові марки, логотипи та інший контент на нашій платформі належать нам або їхнім відповідним власникам. Ви не маєте права копіювати, поширювати або використовувати будь-який контент нашого вебсайту без попереднього дозволу.</p>

        <h2>8. Зміни до Умов використання</h2>
        <p>Ми залишаємо за собою право змінювати ці Умови використання у будь-який час. Будь-які оновлення будуть опубліковані на цій сторінці з оновленою датою набуття чинності. Подальше використання платформи після внесення змін означає вашу згоду з оновленими умовами.</p>

        <h2>9. Припинення використання</h2>
        <p>Ми залишаємо за собою право обмежити, призупинити або припинити ваш доступ до нашої платформи в будь-який час, якщо ви порушите ці Умови використання або займетеся шкідливою діяльністю.</p>

        <h2>10. Контактна інформація</h2>
        <p>Якщо у вас є запитання щодо цих Умов використання, будь ласка, зв'яжіться з нами <a
          href="mailto:support@uafunds.org">support@uafunds.org</a></p>
</template>
